Repository: cabelw1985/cabelfinale
Catalog: cabelfinalerepo/repo/repository/addons/plugin.video.*_ves/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Stream videos provided by Kodinerds Event Server (VES).
de_de: Streame Video Events, bereitgestellt durch den Kodinerds Event Server

# Addon Description
source: Stream videos collected from the Kodinerds Community and provided by the Kodinerds Event Server (VES).
de_de: Streame Videos, gesammelt von der Kodinerds Community und bereitgestellt durch den Kodinerds Event Server (VES)

# Addon Disclaimer
source: Use at your own risk.
de_de: Benutzung auf eigenes Risiko

# #30001
source: Settings
de_de: Einstellungen

# #30005
source: Quality Settings
de_de: Einstellungen Videoqualität

# #30011
source: Youtube Video Quality
de_de: Youtube Video Qualität

# #30015
source: Show outdated Entries
de_de: Zeige abgelaufene Einträge

# #30040
source: No Response from Server
de_de: Keine Antwort vom Server

# #30041
source: Access forbidden
de_de: Zugriff nicht erlaubt

# #30042
source: API not found
de_de: API nicht gefunden

# #30043
source: Communication Error
de_de: Kommunikationsfehler

# #30044
source: Invalid Response
de_de: ungültige oder fehlerhafte Antwort

# #30045
source: Could not resolve Event Server
de_de: Kann Event Server nicht finden

# #30046
source: Could not play Video with state '{}'
de_de: Kann Video mit Status '{}' nicht abspielen

# #30047
source: Could not find any Video Stream
de_de: Kann keinen Video Stream finden

# #30048
source: Could play Video
de_de: Kann Video nicht abspielen

# #30049
source: No Video Content available
de_de: Keine Video-Inhalte verfügbar

# #30061
source: Timing unknown
de_de: Zeitpunkt unbekannt

# #30063
source: coming soon
de_de: demnächst

# #30064
source: expired
de_de: abgelaufen

# #30066
source: This video has been marked as expired and may not contain streams. Try playing anyway?
de_de: Dieses Video wurde als abgelaufen markiert und könnte möglicherweise keine Streams enthalten. Trotzdem versuchen abzuspielen?

# #30067
source: This video has been marked as coming soon and may not contain streams at this time. Try playing anyway?
de_de: Dieses Video ist erst zu einem späteren Zeitpunkt live und könnte jetzt noch keine Streams enthalten. Trotzdem versuchen abzuspielen?

# #30068
source: recommended by
de_de: empfohlen von

# #30071
source: unknown
de_de: unbekannt

# #30073
source: on Air at {}
de_de: on Air ab {}

# #30074
source: expired at {}
de_de: abgelaufen am {}

# #30075
source: on Air until {}
de_de: on Air bis {}
